export const orders = [
    {
        date: '05.08.2024',
        items: [
            {
                id: 1,
                orderNumber: '8978735892560',
                address: 'г. Сочи, ул. Горького, д. 51',
                deliveryDate: '15.06.2024',
                deliveryMethod: 'Транспортом поставщика',
                delay: '14 дней',
                actions: [
                    'Просмотреть заявку',
                    'Скрыть заявку',
                    'Пожаловаться',
                ],
            },
            {
                id: 2,
                orderNumber: '8978735892560',
                address: 'г. Сочи, ул. Виноградная, д. 33А',
                deliveryDate: '20.06.2024',
                deliveryMethod: 'Самовывозом',
                delay: 'Отсутствует',
                actions: [
                    'Просмотреть заявку',
                    'Скрыть заявку',
                    'Пожаловаться',
                ],
            },
        ],
    },
    {
        date: '27.07.2024',
        items: [
            {
                id: 3,
                orderNumber: '8978735892560',
                address: 'г. Сочи, ул. Ленина, д. 217 А',
                deliveryDate: '20.06.2024',
                deliveryMethod: 'Самовывозом',
                delay: 'Отсутствует',
                actions: [
                    'Просмотреть заявку',
                    'Скрыть заявку',
                    'Пожаловаться',
                ],
            },
            {
                id: 4,
                orderNumber: '8978735892560',
                address: 'г. Сочи, ул. Ленина, д. 217 А',
                deliveryDate: '20.06.2024',
                deliveryMethod: 'Транспортом поставщика',
                delay: '3 дня',
                actions: [
                    'Просмотреть заявку',
                    'Скрыть заявку',
                    'Пожаловаться',
                ],
            },
        ],
    },
]
